export default {
  Stub: {
    testcooking: '🍳Almost finished',
    vkGroup: 'Группа ВКонтакте',
    links: {
      vk: 'https://vk.com/trailprotection',
    },
  },
  Header: {
    brandname: 'Trail Protection',
    main: 'Главная',
    gallery: 'Галерея',
    about: 'О нас',
    contact: 'Контакты',
    goods: 'Товары',
  },
  Hero: {
    brandname: 'Trail Protection',
    hero: {
      title: 'Всегда под защитой',
      description: `
      Ты - активный человек, любящий покорять велосипедные трассы и наслаждаться свежим воздухом?
      Тогда тебе точно нужно познакомиться с {{brandname}} - брендом из Ижевска, созданным для тебя!
      Мы - команда энтузиастов, которые знают, насколько важно, чтобы велосипедная одежда и аксессуары не только стильно выглядели, но и обеспечивали комфорт и безопасность во время каждой поездки.
      `,
    },
  },
  CarouselProducts: {
    description: 'У нас есть то, что может сделать твоё катание приятнее',
  },
  About: {
    title: 'О нас',
    description: `
    Цель нашего бренда - разрабатывать и привносить
     в народ какие-то новые решения которых нам может быть не хватает в велосипедном мире,
      давать качественные вещи, которые мы сами тестируем, проверяем на себе, 
      выбираем лучшие ткани и интересную фурнитуру и привносим для всех, 
      при этом стараясь остаться в приемлемом прайсе.`,
    sign: 'Подписано рукой Соболя',
  },
  MainCategories: {
    title: 'Товары',
    forYou: 'Для тебя',
    forIt: 'Для него',
    lookAtSetOfGoods: 'Посмотреть подборки',
    firstCategory: {
      title: 'Товары для велосипеда',
      description: 'Защита пера, бронепленка, защита оплеток, смазки',
      link: 'https://vk.com/market-185472895?section=album_2',
    },
    secondCategory: {
      title: 'Товары для райдера',
      description: 'Джерси, сумки, балаклавы и многое другое',
      link: 'https://vk.com/market-185472895?section=album_3',
    },
  },
  Contact: {
    linksSection: 'Навигация по сайту',
    contactSection: 'Контакты',
    madeBy: '迎 Made by Lunohod © 2024',
    phoneNum: 'Номер телефона',
    vkGroup: 'Группа ВКонтакте',
    vkGroupLink: 'https://vk.com/trailprotection',
    vkLinkAlt: 'Ссылка в ВКонтакте',
    tgLinkAlt: 'Ссылка в Telegram',
    githubLinkAlt: 'Ссылка в GitHub',
    // tel: '+78005555535',
    creatorVkLink: 'https://vk.com/endyrist',
    creatorTgLink: 'https://t.me/Sobolev_A_S',
    textToCreator: 'Создатель бренда',
    linkMadeBy: 'https://github.com/VolkovDani',
    brandname: 'Логотип Trail Protection',
  },
  GoodsButton: {
    buy: 'Купить',
  },
  Gallery: {
    title: 'Фото наших клиентов',
  },
};
